{
  "adjacent.nvim": {
    "branch": "main"
  },
  "auto-save.nvim": {
    "branch": "main"
  },
  "better-escape.nvim": {
    "branch": "master"
  },
  "blink.cmp": {
    "branch": "main"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "close-buffers.nvim": {
    "branch": "master"
  },
  "comment.nvim": {
    "branch": "master"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "dial.nvim": {
    "branch": "master"
  },
  "fidget.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "git-conflict.nvim": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "grug-far.nvim": {
    "branch": "main"
  },
  "guess-indent.nvim": {
    "branch": "main"
  },
  "inc-rename.nvim": {
    "branch": "main"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "iswap.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "leap.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-tool-installer.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.snippets": {
    "branch": "main"
  },
  "mkdir.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-early-retirement": {
    "branch": "main"
  },
  "nvim-lastplace": {
    "branch": "main"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-rip-substitute": {
    "branch": "main"
  },
  "nvim-surround": {
    "branch": "main"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-context": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "rainbow-delimiters.nvim": {
    "branch": "master"
  },
  "rustaceanvim": {
    "branch": "master"
  },
  "sort.nvim": {
    "branch": "main"
  },
  "targets.vim": {
    "branch": "master"
  },
  "telescope-file-browser.nvim": {
    "branch": "master"
  },
  "telescope-project.nvim": {
    "branch": "master"
  },
  "telescope-recent-files.nvim": {
    "branch": "main"
  },
  "telescope-ui-select.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "text-case.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "vim-caser": {
    "branch": "master"
  },
  "vim-cool": {
    "branch": "master"
  },
  "vim-matchup": {
    "branch": "master"
  },
  "vim-numbertoggle": {
    "branch": "main"
  },
  "vim-tmux-navigator": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "wildfire.nvim": {
    "branch": "master"
  }
}
